[ID_Orchid_GoldTeeth MissionItemDefinition]
UseFailureCharacterMessage="Of course it is you %s to use."
ItemName="Gold teeth"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You may not use this product.."
NoManufacturerName="Course"

[ID_Orchid_GoldTeeth:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Golden Laughing Pirate. Still beautiful."
NoConstraintText=""
Suffix=""
Prefix=""

[ID_Orchid_PegLeg MissionItemDefinition]
UseFailureCharacterMessage="should have %s use this word."
ItemName="A wooden bridge"
PickupMessage="are you there %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="I am"

[ID_Orchid_PegLeg:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="You don't shoot a cripple, you cut off his leg. what news."
NoConstraintText=""
Suffix=""
Prefix=""

[PawnBalance_Orchid_PiratePegLeg AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Thief")
PlayThroughs[1]=(DisplayName="thief")

